resources/templates/hash.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <SHA2B64 xmlns="https://turkpos.com.tr/">
            <Data></Data>
        </SHA2B64>
    </soap:Body>
</soap:Envelope>
